import ServicesTypes from "../../components/servicesTyps";

function Astrologicalmap() {
  return (
    <>
      <ServicesTypes
        title={`אסטרולוגיה אישית
`}
        subtitle={`🌌 הכרות עמוקה עם עצמך | בחירות נכונות | התפתחות אישית
`}
        appropriate={`
לכולם. כל מי שמבקש להבין את עצמו לעומק, לזהות את הכוחות הפנימיים שלו ולנווט את החיים מתוך בהירות וביטחון.
`}
        recommended={[
          `תחושת בלבול או תקיעות בצומת דרכים
`,
          `צורך בקבלת החלטות משמעותיות (קריירה, לימודים, מגורים)
`,
          `לפני ראיונות עבודה, משפטים או אירועים חשובים
`,
          `בתחילת קשר זוגי או שותפות עסקית
`,
          `לבדוק התאמה זוגית/עסקית
`,
          `להבין מה נכון לי: במה לעסוק? עם מי להתחבר? מה יעזור לי לפרוץ?
`,
        ]}
        methodDescription={`מה זו בעצם אסטרולוגיה?
`}
        description={`מה זו בעצם אסטרולוגיה?
אסטרולוגיה היא כלי עתיק שמבוסס על מפת הלידה האישית שלך – תרשים שמבוסס על התאריך, השעה והמקום שבו נולדת. דרכה ניתן להבין לעומק מי את/ה: מהן התכונות המרכזיות שלך, מהם הכישרונות הטבעיים, מהן נקודות החולשה, ואיפה טמונה הקרקע הפורייה לצמיחה.

`}
        method={[
          `
מפה סטטית (אישית) – מגלה את "האני האמיתי", ה-DNA הנשמתי שלך. דרך המפה נוכל להבין מה נכון לך לבחור בחיים: זוגיות, תחומי עיסוק, נטיות רגשיות, סגנון תקשורת, אתגרים מהעבר ועוד.
`,
          `
הורוסקופ דינמי – כאן אני מתאימה את המפה לרגע הנוכחי ולששת החודשים הקרובים. נבדוק אילו שיעורים את/ה חווה עכשיו, מה מתעורר בזוגיות, מה מצריך תשומת לב בגוף ובנפש, ואילו דמויות נכנסות לחייך ולמה.

`,
        ]}
        remark={`מדהים לגלות כמה מדויקת המפה האישית שלך יכולה להיות – עד לפרטים הכי קטנים שאת/ה לא תמיד משתף/ת בקול.

`}
        priceList={[
          `🪐 מפה אסטרולוגית אישית – עד 3 ימי עסקים – 299 ₪
`,
          `🌠 מפה אסטרולוגית + הורוסקופ ל-6 חודשים – עד 5 ימי עסקים – 799 ₪
`,
        ]}
      />
    </>
  );
}

export default Astrologicalmap;
