import ServicesTypes from "../../components/servicesTyps";

function LeadCleaning() {
  return (
    <>
      <ServicesTypes
        title={`הגנות ושחרורים
`}
        subtitle={`🧿 ניקוי אנרגטי | שחרור תדרים חוסמים | חיזוק ההילה
`}
        appropriate={`
למי שמרגיש כבדות אנרגטית, עומס רגשי, חוסר חיוניות, עין הרע, תקיעות מתמשכת או עייפות שקשה להסביר. גם למי שנמצא בתקופה סוערת מבחינה רגשית או מנטלית ורוצה לעשות "ריסטארט" אנרגטי.

`}
        isLeadCleaning
        service={
          <>
            🔹 ניקוי אנרגטי בעופרת – שיטה מסורתית ועוצמתית במיוחד, בה אני משתמשת
            בעופרת מחוממת כדי "לקרוא" את שדה האנרגיה שלך, לזהות חסימות, להסיר
            השפעות שליליות ולשחרר מתחים מהגוף והנפש. השיטה עובדת על שכבות עמוקות
            – רגשיות ואנרגטיות – ויוצרת תחושת הקלה מיידית. (שיטה עתיקה שמקורה
            בעדות שונות ומשלבת אינטואיציה, חום, ושחרור אנרגטי)
            <br />
            🔹 ניקוי תדרים בקערות טיבטיות – קערות טיבטיות פועלות על עקרון הרטט
            והצליל. דרך גלי הקול שהן מפיקות, הגוף מקבל איזון, התאים "מתכווננים"
            מחדש, ונוצרת הרגשה של שלווה עמוקה, ניקוי רגשי והגברת אנרגיית חיים.
          </>
        }
        recommended={[
          `לפני/אחרי פרידה, תקופה מאתגרת או אירוע רגשי טעון
`,
          `כשמרגישים "לא אתם" – כאילו משהו כיבה את האור

`,
          `בזמן מעברים (מגורים, עבודה, קשרים)
`,
          `למי שמרגיש מושפע מאנרגיות שליליות מהסביבה
`,
          `אחת לתקופה – כחלק מתחזוקה אנרגטית ואיזון כללי
`,
        ]}
        methodDescription={`איך זה מתבצע?`}
        description={`הטיפולים מתבצעים באווירה אינטימית, שקטה ומוגנת – בליווי הסבר אישי והתאמה מדויקת לצרכים שלך. ניתן להגיע אליי לפגישה פרונטלית באווירה נעימה, או לתאם מפגש מרחוק (לניקוי בעופרת בלבד).

`}
        priceList={[
          `🔸 ניקוי בעופרת – 40 דקות – 349 ₪
`,
          `🔸 ניקוי בתדרים בקערות טיבטיות – 45 דקות – 379 ₪
`,
          `🔸 טיפול משולב (עופרת + קערות) – שעה וחצי – 649 ₪
`,
        ]}
      />
    </>
  );
}

export default LeadCleaning;
