import ServicesTypes from "../../components/servicesTyps";

function OpeningCards() {
  return (
    <>
      <ServicesTypes
        title={`פתיחה בקלפים (טארוט ומסרים)


`}
        subtitle={`🔮 עזרה מיידית | הכוונה מדויקת | מסרים מהיקום
`}
        appropriate={`נשים וגברים מגיל 18 ומעלה, שמרגישים צורך בקבלת תשובות, בהכוונה מיידית או בהבנה מעמיקה של סיטואציה מורכבת.
`}
        recommended={[
          `בלבול לגבי קשר רומנטי, קארמטי או חיבור עם להבה תאומה
`,
          `תחושת תקיעות בעבודה, זוגיות או בחיים בכלל
`,
          `קבלת מסרים סותרים מהסביבה
`,
          `רצון להבין מה עובר על אדם אחר ומהי נקודת המבט שלו
`,
          `סגירת מעגלים, שחרור קארמה לא פתורה
`,
          `צורך בתשובות ברורות ומהירות לגבי החלטה חשובה
`,
        ]}
        methodDescription={`מה זה בעצם קלפי טארוט ומסרים?
`}
        description={`
הקלפים הם כלי עתיק עוצמתי, שמסייע לנו להתחבר אל התת-מודע שלנו ואל האנרגיה של הסיטואציה. דרך הפריסה, ניתן לדייק שאלות, לקבל הכוונה ולזהות את הדרך הנכונה לפעולה – כל זאת מתוך חיבור עמוק לידע שמגיע "מלמעלה".

`}
        customerGuidance={`כדי לדייק את הפתיחה, אבקש ממך מראש את הפרטים הבאים:
`}
        isOprningCards
        method={[
          `📅 תאריכי לידה
`,
          `📛 שמות מלאים
`,
          `📝 תקציר של המקרה או השאלה
`,
          `לאחר מכן נתאם יום ושעה למפגש — ניתן לבחור בין פגישה פרונטלית, שיחת וידאו, שיחת טלפון או וואטסאפ קולית.
`,
        ]}
        remark={
          <>
            <b>זמינות:</b>
            <br />
            במקרים דחופים ניתן לפנות אליי ישירות – אני משתדלת לתת מענה כבר באותו
            היום.
          </>
        }
        priceList={[
          `🕒 15 דקות – 199 ₪
`,
          `🕒 30 דקות – 299 ₪
`,
          `🕒 60 דקות – 499 ₪
`,
          `🕒 90 דקות – 749 ₪
`,
        ]}
      />
    </>
  );
}

export default OpeningCards;
