export const numerologyNum = {
  1: {
    description: `המספר 1 מדבר כולו על התחלות חדשות, המקור, עצמאות, הנהגה ,ייחודיות
וחדשנות. הוא מתקשר לאנרגיה הראשונה של יוזמה, כוח רצון חזק, מקום ראשון, רצון
לפרוץ דרך, יצירה, חשיבה עצמאית ודחף להיות בטופ ולנצח. האחד מדבר על אנרגיה
של האנשים החלוצים– אלה שפותחים דרך לאחרים, הבוסים והמובילים.
המזוהים עם הספרה 1 הם אנשים עם אישיות חזקה, נחושה וכריזמתית.
`,
    positiveDescription: [
      ` עצמאות וחלוציות: הספרה 1 מסמלת את הצורך להיות ראשון, להוביל ולא
להיות תלוי באחרים. אחדים אוהבים לצאת לדרך משלהם, ליזום פרויקטים
חדשים ולא לפחד לקחת סיכונים. הם לא מחפשים הזדמנויות, הם יוצרים
אותם.`,
      `מנהיגות ואסרטיביות: יש להם יכולת טבעית להנהיג ולהוביל. הם אסרטיביים,
בטוחים בעצמם ויודעים מה הם רוצים. הם לא חוששים לקבל החלטות, גם אם
הן קשות ולעמוד מאחוריהן.`,
      `אמביציה ונחישות: האחדים הם בעלי רצון עז להצליח ולהגיע לפסגה. הם
ממוקדים במטרותיהם ועובדים קשה כדי להשיג אותן.`,
      ` חדשנות ויצירתיות: בעלי ראייה ייחודית ויכולת לחשוב מחוץ לקופסה. הם
אוהבים לפתח רעיונות מקוריים ולמצוא פתרונות יצירתיים.`,
    ],

    negativeDesription: [
      ` לעיתים נטייה לשליטה ובדידות: הצורך של האחדים בעצמאות ובמנהיגות
יכול לבוא לידי ביטוי גם בצורך לשלוט באנשים ובסיטואציות, וגם יכולים להיות
עם נטייה להתבודדות בגלל התחושה שאף אחד לא מבין אותם או יכול לעמוד
בקצב שלהם.`,
    ],
    womanDestiption: `נשים המזוהות עם הספרה 1 הן חזקות, אסרטיביות ובעלות כושר מנהיגות טבעי.
הן לא מפחדות ללכת נגד הזרם ולבטא את הדעות שלהן בכל מצב. יש להן קושי להשתלב בחברה המסורתית שבה מצפים מנשים להיות פסיביות יותר,
"נשים של פעם". אבל אל תדאגו להן האחדיות מצליחות לפרוץ דרך ולהוכיח את
יכולותיהן בכל מקום. נשים עצמאיות מאוד, שאפתניות ונוטות להיות ממוקדות
בקריירה ובמימוש שלהן.`,
    menDecription: `גברים המזוהים עם הספרה 1 הם המנהיגים הטבעיים, הבוסים והכריזמתיים
שבחברה.
הם שאפתניים, תחרותיים והמנוע שלהם זה הצורך להיות תמיד ווינר. הם רוצים
להיות הטובים ביותר במה שהם עושים, בין אם זה בקריירה, בספורט או בכל תחום
שהם נכנסים אליו. גברים עצמאיים מאוד, לא אוהבים שאומרים להם מה לעשות,
ויעדיפו לפעול בדרכם שלהם. יכולים להתפס בסביבתם כשתלטנים או עקשנים`,
    relationshipsAPartnershipsDes: `האחדים חייבים בני זוג שיכבדו את העצמאות והשאפתנות שלהם. מאוד קשה להם
עם תלותיות או קנאה והם תמיד יחפשו שותפים לדרך, פרטנרים שיכולים לעמוד
לצידם עם תמיכה ואהבה אבל גם עם ספייס.`,
    whyShouldDate: `נאמנים, מגנים ומספקים תחושת ביטחון. הם
לוקחים אחריות על הקשר וידאגו שצרכי בני זוגם יסופקו במלואם.`,
    whyNoShouldDate: `הצורך שלהם בשליטה ועצמאות יכול
להקשות על הפשרות בקשר מה שיכול ליצור ריחוק. לעתים הם נתפסים
כשתלטנים או כאלו שמתקשים לבטא רגשות בצורה פתוחה. כדאי לעבוד איתם
בקשר על האיזון שבין הצורך שלהם בעצמאות לבין הצורך באינטימיות וחיבור
רגשי בקשר זוגי.`,
    workAcareer: `האחדים הם הבוסים הטבעיים, יש להם יכולות יזמות וחדשנות. הם יהיו העובדים
המצטיינים ובתפקידים הבולטים שדורשים מהם קבלת החלטות, לקיחת אחריות
ויכולת להוביל עובדים וצוותים תחתם. הם לרוב יצליחו בתחומים שבהם יש מקום
לביטוי אישי(לא עוד בורג במערכת), שבהם יש מקום לחשיבה מקורית ופריצת דרך.
)יזמים, בעלי עסקים, מנכ"לים, עורכי דין, רופאים, ספורטאים מקצועיים, מעצבים,
אמנים, אדריכלים, מדענים, חוקרים(.`,
  },
  2: {
    description: `המספר 2 הוא מספר שכולו הרמוניה, שותפות, אינטואיציה ואיזון. הוא מייצג אנרגיה נשית
במהותה: תומכת, רגישה, מגשרת, שואפת לאחדות ולא שולטת, מכילה ואמפתית, זוגית
ומבינה`,
    positiveDescription: [
      ` שיתוף פעולה והרמוניה: הספרה 2 מסמלת את הצורך והיכולת הנפלאה לעבוד יחד
עם אחרים, ליצור שיתופי פעולה ולהיות בהסכמה. השתיימים אוהבים לפתור
קונפליקטים, לגשר על פערים וליצור סביבה נעימה ורגועה.`,
      `רגישות ואמפתיה: השתיימים ניחנו באינטואיציה חזקה ויכולת טבעית להבין את
רגשותיהם של אחרים. הם אמפתיים, קשובים ותומכים, הם לרוב יהיו הפסיכולוגים
של החבר'ה, יתפקדו כאוזן קשבת לסביבה שלהם.`,
      ` דיפלומטיה וטקט: הם מיומנים בתקשורת בינאישית , עם אינטליגנציה רגשית גבוהה
ויודעים איך להציג דברים בצורה עדינה ורגישה. שתיימים לא אוהבים עימותים
ומעדיפים פתרונות של פשרה והבנה הדדית.`,
      ` צורך בזוגיות וקשר: קיים אצלם צורך עמוק בקשרים אישיים משמעותיים, בין אם
רומנטיים, חבריים או משפחתיים. הם פורחים בסביבה תומכת ואינטימית.`,
    ],
    negativeDesription: [
      `נטייה לחוסר ביטחון ותלות: לפעמים הצורך של השתיימים לרצות אחרים ולשמור
על שלום בית יכול להוביל לחוסר ביטחון שלהם, לקושי בקבלת החלטות עצמאית
ולנטייה לתלות יתר באנשים אחרים. בשל הרגישות הגבוהה שלהם הם עלולים
להפגע בקלות ולקחת דברים ללב.`,
    ],
    womanDestiption: `השתיימיות הן לרוב אמהות, רעיות וחברות מדהימות. הן מזינות, דואגות ומוכנות להשקיע
המון למען האנשים שהן אוהבות. יש להן אינטואיציה חזקה ויכולת לקרוא מצבים ואנשים. הן
שואפות להרמוניה בכל תחומי היים שלהן ומוכנות לעשות פשרות אישיות כדי לשמר את
השלום וההרמוניה. לעיתים, הן עלולות להזניח את צרכיהן האישיים למען אחרים, וחשוב
שילמדו להציב גבולות ולדאוג גם לעצמן`,
    menDecription: `גברים המזוהים עם הספרה 2 נוטים להיות קשובים, תומכים ומחוברים לצד הרגשי שלהם.
הם לא נרתעים מביטוי רגשות וחשוב להם ליצור קשרים עמוקים ומספקים. הם יכולים
להיתפס כפחות אסרטיביים או כנועים, אבל בפועל הכוח שלהם טמון ביכולת לגשר, להבין
ולהכיל. הם יהיו בני זוג, חברים וקולגות נאמנים, מכילים ותומכים. הם נוטים להיות רגישים
לביקורת וזקוקים לאישור ותמיכה מהסביבה.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, אנשי ה 2 הם בני זוג אידיאליים עבור מי שמחפש קשר עמוק, אינטימי, יציב
ותומך. הם משקיעים בקשר, קשובים לצרכי בני הזוג שלהם ומוכנים לתת את כל כולם כדי
לשמור על הרמוניה ואנרגיה טובה בתוך הקשר.`,
    whyShouldDate: `הם אוהבים, נאמנים, אמפתיים, מכילים ומספקים
תחושת ביטחון ורוגע. הם פרטנרים מדהימים לחיים, שמוכנים להכיל, לתמוך ולצמוח
ביחד.`,
    whyNoShouldDate: `הצורך שלהם לרצות אחרים יכול להוביל אותם
לחוסר אסרטיביות ולקושי להביע את הצרכים האישיים שלהם, מה שעלול להוביל
לקשיים ו"התפוצצויות" כשהם ירגישו בהצפה ולא מובנים. הם עלולים לספוג רגשות
שליליים של בני זוגם ולהיות מושפעים בקלות ממצבי רוח. חשוב לעבוד איתם בקשר
על להציב גבולות ולתקשר את צרכיהם בצורה ברורה.`,
    workAcareer: `בתחום הקריירה, אנשי ה2 מצטיינים ביכולת שלהם לעבודה בצוות, בדיפלומטיה, גישור
תמיכה ויחסי אנוש. הם מצטיינים בתפקידים הדורשים שיתוף פעולה, תקשורת בינאישית
גבוהה, פתרון קונפליקטים ויכולת להקשיב ולהבין אחרים. הם יהיו עובדים נאמנים ומסורים,
ותמיד יעדיפו סביבת עבודה שקטה והרמונית ותומכת על פני תחרותיות אגרסיבית.
)יועצים, פסיכולוגים ומטפלים, עובדים סוציאליים, מגשרים, חינוך, מנהלי פרויקטים, אנשי
משאבי אנוש, שירות לקוחות, אמנים ומוזיקאים(`,
  },
  3: {
    description: `אנשי ה3 הם אנשי השמש הנצחית. ה3 מסמל יצירתיות, ביטוי עצמי, תקשורת, שמחת חיים,
אופטימיות וחיבור תמידי לילד הפנימי. היא מייצגת את האנרגיה של התרחבות, צמיחה
והיכולת להביא רעיונות לידי ביטוי. אנשים המזוהים עם הספרה 3 נחשבים לבעלי אישיות
כריזמטית, חברתית ואוהבת חיים.
יש להם אנרגיה מתפרצת, קסם אישי, כישורים אמנותיים ויכולת טבעית לרומם את הסביבה
שלהם.`,
    positiveDescription: [
      `יצירתיות וביטוי עצמי: הספרה 3 מסמלת את הצורך בהבעה עצמית בכל דרך
אפשרית – באמנות, בכתיבה, בדיבור, במוזיקה או בכל תחום אחר שמאפשר להוציא
את העולם הפנימי החוצה. מספרי 3 פורחים כשיש להם מרחב לבטא את הכשרונות
שלהם.`,
      `תקשורת וכריזמה: ל,3 יש כישרון טבעי לתקשר עם אנשים. הם לרוב רהוטים,
שנונים וכריזמטיים, ויודעים לדבר מול קהל. הם אוהבים להיות במרכז העניינים וליצור
חיבורים מעניינים עם אחרים.`,
      `שמחת חיים ואופטימיות: מספרי 3 רואים את חצי הכוס המלאה ונוטים להיות אנשים
עליזים וחיוביים. הם הצבעוניים שבחבר'ה, מפיצים אנרגיה טובה סביבם ומסוגלים
להרים את המצב רוח של כולם בסביבה.`,
      `חברותיות ואהבת חיים: 3 אוהבים חברה, אירועים חברתיים ופעילויות מהנות. הם
נהנים מהחיים ומחפשים חוויות מרגשות שבהן יוכלו להתבלט ולהראות.`,
    ],
    negativeDesription: [
      `ה3 יכולים להיות עם נטייה לפזרנות, חוסר עקביות ושטחיות.
לעיתים, עודף האנרגיה של אנשי ה3 והצורך שלהם בגירויים יכולים להוביל לפיזור, קושי
להתמקד במשימה אחת לאורך זמן, וגם לנטייה לשטחיות או להימנעות מהתמודדות עם
קשיים. הם עלולים להתקשות להתחייב לדברים ולשמור על עקביות בתחומי החיים.`,
    ],
    womanDestiption: `נשות ה 3 הן נשים זוהרות, בולטות, "מסמרות האירוע", יצירתיות ובעלות נוכחות כריזמטית.
הן אוהבות להתלבש, להתאפר ולהיות עם הופעה מתוקתקת. יש להן כישרון טבעי לתקשורת
)גם אחד על אחד וגם בציבור( והן מצליחות בקלות לרתק ולעניין אנשים. הן נהנות מאירועים
חברתיים, אופנה, וכל דרך יצירתית שמאפשרת להן לבטא את הסגנון הייחודי שלהן. הן
אופטימיות, מלאות חיים ומביאות אור ושמחה לכל מקום שאליו הן מגיעות.
השלושיות לרוב יהיו אמנותיות, מלאות רגש, יצירתיות ויהנו מלהיות במרכז הבמה בכל
המעגלים בחייהן )זוגיות, קריירה, חברים ומשפחה(.`,
    menDecription: `גברי ה3 הם אנשים חברותיים, צ'ארמרים ובעלי חוש הומור מפותח. הליצן של החבר'ה,
המצחיק ושווה הלב. הם אוהבים להיות במרכז תשומת הלב וליהנות מהחיים. עלולים
להתפס כאנשי מסיבות וכפחות רציניים מהצד, אך המראה שלהם יכול להטעות- בפועל הם
בעלי רגישות גבוהה ועומק.
גברים שלרוב מחוברים לספורט, הרפתקאות וכל מה שמכניס ריגוש לחייהם. מאוד חשוב
להם להשאיר רושם חיובי ולהיות חביבי הקהל.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, אנשי ה3 הם בני זוג כיפיים, מרגשים ומלאי אנרגיה ומרץ. הם אוהבים
ליהנות, לבלות, לנפוש, לצחוק ולחוות דברים חדשים ומיוחדים ביחד. הם זקוקים לבני זוג
שמעריכים את היצירתיות שלהם, את שמחת החיים שלהם ושיודעים להנות איתם ולזרום
איתם.`,
    whyShouldDate: `הם אנשים שמביאים רעננות, הומור וספונטניות לקשר.
הם אוהבים להפתיע, לשעשע וליצור חוויות משותפות בלתי נשכחות. הם לרוב מאוד
אקספרסיביים ורגשיים ומבטאים את האהבה והערכה שלהם בצורות יצירתיות. בני
זוג שלא משעמם איתם לרגע.`,
    whyNoShouldDate: `הנטייה שלהם לפזרנות ולחוסר עקביות יכולה
להקשות על יצירת יציבות בקשר לאורך זמן. הם עלולים להיתפס כפחות מחויבים
לקשר או כמי שמתקשים להתמודד עם קשיים רגשיים עמוקים. מי שיוצא עם ה3 ,
צריכים לדעת להכיל את האנרגיה שלהם, וגם לדעת לכוון אותם לקרקע ולהתמודד
עם האתגרים שהחיים מביאים איתם וגם בתוך מערכת היחסים.`,
    workAcareer: `בתחום הקריירה,ה 3 הם עובדים יצירתיים, תקשורתיים, הכוכבים של המשרד בפן החברתי,
עם יכולת ביטוי מרשימה ונטייה טבעית לאמנות. הם אנשים שמצטיינים בתפקידים שדורשים
חשיבה מחוץ לקופסא, יכולת להביע רעיונות בצורה משכנעת ויכולת לעמוד בפני קהל. הם
פורחים בסביבות עבודה דינמיות ומהנות, ופחות יתאימו לעבודות שגרתיות ומונוטוניות.
)אמנים, מעצבים, מוזיקאים, שחקנים, כותבים, עיתונאים, עורכים, אנשי שיווק, פרסום ויחסי
ציבור, מורים, מרצים, מאמנים, אנשי בידור, קומיקאים, מפיקי אירועים, מנהלי קהילה, מנהלי
סושיאל מדיה(.`,
  },
  4: {
    description: `ה4 מייצג את כל מה שקשור לסדר, יציבות, התמדה, משמעת לאורך זמן, בנייה של יסודות
איתנים. אנשי ה4 לא מפחדים מעבודה קשה, לקיחת אחריות, יסודיות, פרקטיקה ויכולת
לבנות לאורך זמן – כמו עמודי תווך.
אפשר לראות את אנשי ה4 כקירות של בית – לא זוהרים, אבל בלעדיהם הכל
מתמוטט.`,
    positiveDescription: [
      `יציבות וארגון: 4 חייבים סדר, מבנה וארגון. הם אנשים שאוהבים תכנון
מוקפד, שגרה ברורה ופעולה מתודית. הם יוצרים מסגרות יציבות סביבם, גם
בעולם הפיזי וגם בפועל הפנימי.`,
      `פרקטיות ועבודה קשה: אנשים מעשיים, ריאליים ובעלי יכולת לעבוד קשה
מאוד כדי להשיג את מטרותיהם. הם מבינים שאין קיצורי דרך ושההצלחה
דורשת התמדה ומאמץ.`,
      ` אחריות ומהימנות: ניתן לסמוך על אנשי ה4 בעיניים עצומות. הם תמיד
לוקחים אחריות על מעשיהם, עומדים בהתחייבויותיהם ומסיימים כל משימה
שהם לוקחים על עצמם. הם בוני אמון מלידה.`,
      `בנייה ויסודיות: יש ל4 יכולת טבעית לבנות דברים מאפס, בין אם מדובר
בקריירה, עסק, משפחה או פרויקט כלשהו. הם יסודיים, קפדניים ושיטתיים.`,
    ],
    negativeDesription: [
      `לעיתים ל4 יש נטייה לנוקשות, לפסימיות ולדאגנות יתר. הצורך שלהם בסדר
וביציבות יכול להפוך בקלות לנוקשות, לחוסר גמישות ולקושי משמעותי להסתגל
לשינויים בחיים. נק' המבט היחודית של ה4 יכולה להוביל אותם לראות קשיים
היכן שאחרים רואים הזדמנויות.`,
    ],
    womanDestiption: `נשות ה4 הן לרוב חרוצות, מאורגנות ומסורות למשפחה ולעבודה. הן ה"עוגן" של
הבית ומקום העבודה, ויש להן יכולת יוצאת דופן לארגן ולנהל דברים ביעילות. הן
פרקטיות, לא אוהבות בזבוז זמן ורוצות לראות תוצאות בשטח. הן בד"כ מאוד
נאמנות ואמינות, ויש להן עקרונות ברורים ויציבים. לעיתים הן יכולות להיתפס
כנוקשות או כמי שפחות ספונטניות, אך זה נובע מהצורך העמוק שלהן ביציבות
ובסדר וארגון.`,
    menDecription: `גברי ה 4 הם אחראיים, יציבים ומספקים תחושת ביטחון. הם ה"סלע" של המשפחה או
הקבוצה, אלה שניתן לסמוך עליהם שיעשו את העבודה. הם מאוד פרקטיים, ממוקדים
בפתרונות מעשיים ולא מתעכבים על רגשות מורכבים מדי. הם נוטים להיות שקטים
ומופנמים יותר, מרוכזים בעשייה ופחות ברגשנות. הם מעריכים כנות, יושר ועבודה
קשה, ויכולים להיות ביקורתיים כלפי מי שנתפס בעיניהם כלא רציני או לא מסודר.`,
    relationshipsAPartnershipsDes: `אנשי ה4 הם בני זוג נאמנים, יציבים ומספקים ביטחון. הם לרוב יחפשו ויעדיפו
קשר רציני, מחויב וארוך טווח, ויהיו מוכנים להשקיע מאמץ רב כדי לבנות אותו.`,
    whyShouldDate: `הם מספקים תחושת יציבות, אמינות וביטחון כלכלי ורגשי. הם נאמנים, מסורים
וייקחו אחריות על הקשר ועל בניית עתיד משותף. הם פרטנרים איתנים לחיים.`,
    whyNoShouldDate: `ל4 יש נטיה להיות מעט נוקשים, חסרי גמישות ופחות ספונטניים. יש להם קושי בביטוי
רגשות באופן פתוח והנטייה שלהם להיות יותר מדי ממוקדים בפרטים קטנים במקום בתמונה
הגדולה יכולה להוות קרקע לריבים במערכות יחסים. אנשי ה4 צריכים פרטנר שיידע להעריך
את האמינות והיציבות שלהם, וגם שיוכל לעזור להם להשתחרר קצת ולהנות מהרגע.`,
    workAcareer: `ל4 יכולת ארגונית גבוהה, הם לא מפחדים מעבודה קשה, מדויקים להפליא, יסודיים מאוד.
אלה אנשים שמצטיינים בתפקידים הדורשים סדר, מבנה, אחריות ובעלי מוסר עבודה גבוה.
הם מעולים בתכנון, ניהול פרויקטים, בניית תשתית ופתרון בעיות מעשיות. הם האנשים
המדוייקים לעבודה סיזיפית למשימות מורכבות.
)מהנדסים, אדריכלים, בנאים, רואי חשבון, מנהלי כספים, כלכלנים, מנהלי פרויקטים, מנהלי
תפעול, מנהלי ייצור, חקלאים, גננים, אנשי צבא וביטחון, שוטרים, מדענים, חוקרים(.`,
  },
  5: {
    description: `5 מייצג אנשי חופש, הרפתקה, סקרנות, שינוי, תקשורת ותנועה. זהו מספר עם אנרגיה חזקה,
דינמית, חיה, מגוונת – לא סובל שגרה, דורש גיוון וגירויים מנטליים או פיזיים.
אנשי ה 5 בעלי אישיות כריזמטית וסקרנית והמהות העיקרית שלהם היא ללמוד דרך חוויה.`,
    positiveDescription: [
      ` חופש ושינוי: אנשי ה5 מסמלים את הצורך העמוק בחופש אישי ובגיוון. הם אנשים
ששונאים שגרה ומונוטוניות, ותמיד יחפשו את הריגוש הבא. הם מסתגלים בקלות לשינויים
ומקבלים אותם בברכה.`,
      `הרפתקאות וחקירה: יש להם דחף פנימי לחוות כמה שיותר, לנסוע, ללמוד דברים חדשים
ולחקור את העולם. הם אוהבים סיכונים מחושבים ופתוחים לחוויות בלתי צפויות.`,
      `תקשורת ורבגוניות: הם תקשורתיים מאוד, בעלי קסם אישי ויכולת ליצור קשרים עם מגוון
וסוגים שונים ומגוונים של אנשים. הם לרוב רבגוניים, מתעניינים בתחומים רבים ויכולים
לדבר כמעט על כל נושא.`,
      `חושניות וכיף: יש להם חיבור חזק לחושים, והם יודעים ליהנות מהחיים. הם אוהבים את כל
מה שיפה, טעים ומרגש, ויש להם חיבור גבוה לחושניות ותשוקה.
`,
    ],
    negativeDesription: [
      `אנשי ה5 יכולים להיות לפעמים חסרי אחריות, ליפול לחוסר יציבות ולהימנע ממחויבויות. לעיתים,
הצורך שלהם בחופש יכול להוביל אותם לחוסר אחריות, קושי להתחייב למערכות יחסים או
פרויקטים, ונטייה להשתעמם מאוד במהירות. הם עלולים להיתפס כבלתי יציבים או כמי שמתקשים
לשמור על מסגרות.`,
    ],
    womanDestiption: `נשות ה 5 הן לרוב נשים עצמאיות, מלאות חיים ובעלות רוח חופשית. הן לא נרתעות משינויים,
אוהבות לנסוע למקומות חדשים ולחוות תרבויות שונות, ויש להן סגנון אישי ייחודי רק להן. הן
תקשורתיות, סקרניות ובעלות יכולת הסתגלות גבוהה. קשה להן מאוד כשאומרים להן מה לעשות,
וסופר חשוב להן לשמור על העצמאות שלהן. לעיתים הן עלולות להיתפס כהפכפכות או לא יציבות,
אך זה נובע מהצורך העז שלהן בגיוון, עניין ובהתנסויות חדשות.`,
    menDecription: `גברי ה 5 הם ההרפתקנים, הכריזמטיים ואוהבי החיים. הם מחפשים ריגושים, וקשה להם מאוד עם
שגרה ומונוטוניות. הם אלו שתמיד יהיו מוכנים לנסות דברים חדשים. הם חברותיים מאוד, קלילים,
קל להתחבר אליהם, ויש להם יכולת טבעית למשוך תשומת לב ללא מאמץ. הם אוהבים אתגרים,
ויראו בקשיים בחיים הזדמנות ללמוד ולצמוח. לעיתים הם יכולים להיתפס כ"פלייבויים" או כאלו
שקשה להם להתחייב, בגלל הצורך העמוק והבלתי נפרד מהם במרחב וחופש אישי.`,
    relationshipsAPartnershipsDes: `ה5 כמהים לקשר מרגש, דינמי ופתוח, ולא יסבלו קשר מגביל או משעמם. הם זקוקים
לבני זוג שיבינו את הצורך שלהם בחופש, בגיוון ובלחקור עולמות ביחד`,
    whyShouldDate: `מביאים לקשר ספונטניות, מלא התלהבות ופאן. הם אוהבים להפתיע, לטייל, לטוס
ולנסות דברים חדשים עם בני זוגם. הם נלהבים, מלאי תשוקה, תקשורתיים ומספקים
חוויות מרתקות.`,
    whyNoShouldDate: `הצורך שלהם בגיוון יכול להוביל לחוסר עקביות או קושי להתחייב לקשר/ בן אדם אחד
לטווח ארוך. הם עלולים להשתעמם בקלות ולהרגיש לכודים אם אין מספיק ריגוש בתוך
מערכת היחסים. חשוב שימצאו בני זוג שיש להם הבנה ואהבה לשינויים ולהרפתקאות,
ושיוכלו לתת להם את המרחב הנדרש, תוך כדי בנייה משותפת של בסיס יציב ואמון
הדדי.`,
    workAcareer: `העובדים שמצטיינים בתקשורת, מעולים בנסיעות עבודה ובעלי יכולת מופלאה
להסתגלות לשינויים גם במקום עצמו וגם בתוכן. עובדים שמצטיינים בתפקידים שאין
בהם שגרה, מקומות שיש בהם צורך להתמודד עם מצבים משתנים במהירות, נסיעות
עבודה, מקומות משתנים, ושמאפשרים להם להשתמש בכישורי התקשורת והשכנוע
שלהם. עובדים שתמיד ישמחו ללמוד דברים חדשים.
)אנשי מכירות, יועצי שיווק, מנהלי קשרי לקוחות, מדריכי טיולים, סוכני נסיעות, טייסים,
דיילי אוויר , עיתונאים, כתבים, בלוגרים, אנשי יחסי ציבור, דוברים, מאמנים, מרצים,
יועצים עסקיים(.`,
  },
  6: {
    description: `אנשי ה6 מייצגים אהבה, הרמוניה, משפחתיות, קהילה, אחריות, אסתטיקה ,נתינה ודאגה לאחר.
אלה הם אנשי הטיפול, התיקון, החום האנושי ודאגה אין סופית לאחר. האנרגיה של אנשי השש
ביתית, יציבה, עם לב ענק – ולעיתים גם לב שמוותר על עצמו בשביל האחרים.`,
    positiveDescription: [
      `אהבה ואחריות: ה 6 מסמלים את הצורך העמוק לאהוב, לדאוג ולשאת
באחריות כלפי אחרים. הם מרגישים מחויבות חזקה למשפחתם, לחבריהם
ולקהילה שלהם, ומוכנים להשקיע מאמץ רב כדי להבטיח את שלומם ואושרם.`,
      `שירות וטיפוח: אנשים עם דחף טבעי לשרת, לעזור ולטפח. הם נהנים להרגיש
נחוצים ומוערכים, ותמיד יהיו שם כדי להושיט יד תומכת.
`,
      `משפחה וקהילה: עבורם, המשפחה והקהילה הם הכל- ליבת חייהם. הם שואפים
ליצור סביבה הרמונית, אוהבת ומטפחת, ומוכנים לעשות פשרות רבות למען השלום
והשקט בקבוצה.`,
      ` הרמוניה ויופי: יש להם עין ליופי ואסתטיקה, והם אוהבים ליצור סביבה נעימה
והרמונית, בין אם בביתם, במקום עבודתם או ביחסיהם`,
    ],
    negativeDesription: [
      `לעיתים לאנשי השש יש נטייה להקרבה עצמית, דאגנות ופרפקציוניזם: הצורך שלהם
לרצות אחרים ולדאוג לכולם יכול להוביל להקרבה עצמית יתרה, דאגנות מופרזת
ונטייה לא בריאה לפרפקציוניזם. הם עלולים לסבול משחיקה אם אינם לומדים להציב
גבולות ולדאוג גם לצרכיהם האישיים.`,
    ],
    womanDestiption: `האמהות, הרעיות והמנהלות בית הקלאסיות, במובן החיובי ביותר. הן מזינות, חמות,
אוהבות ומוכנות להשקיע את כל כולן בטיפוח ביתן ומשפחתן. יש להן אינסטינקט
אימהי חזק, והן מצטיינות בפתרון בעיות משפחתיות ובמתן תמיכה רגשית. הן בעלות
חוש אסתטי מפותח ואוהבות ליצור סביבה יפה, הרמונית נעימה ומזמינה. הן יכולות
להיתפס כדאגניות או כמי שמתערבות יתר על המידה, אך זה נובע מהצורך העמוק
שלהן לראות את כולם מאושרים ובטוחים.`,
    menDecription: `האבות ובני הזוג המסורים, המגנים והאחראיים. הם רואים את תפקידם כספקים
ומגנים של משפחתם, ומוכנים לעבוד קשה כדי להבטיח את ביטחונם ורווחתם. הם
יכולים להיות קצת שמרנים, עם דגש על ערכי המשפחה והמסורת. לעיתים הם עלולים
לקחת על עצמם יותר מדי אחריות ולדאוג יתר על המידה, אך כוונותיהם תמיד טובות
ונובעות מאהבה עמוקה.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, ה 6 הם בני זוג נאמנים, אוהבים ומספקים לצד השני יציבות וביטחון.
הם מחפשים קשר ארוך טווח, מחויבות ומשפחתיות, ומוכנים לעשות כל שביכולתם כדי
לשמור עליו.`,
    whyShouldDate: `הם מביאים לקשר אהבה עמוקה, מסירות, נאמנות ותחושה של בית. הם יטפלו בבני
זוגם ובילדיהם במסירות אין קץ, ויעשו את כל מה שהם יכולים כדי שהבית יהיה מקום
בטוח ומלא אהבה.`,
    whyNoShouldDate: `נטייה לדאגנות יתר וצורך לשלוט למען "הטוב" יכולה להעיק על בני זוגם. הם עלולים
להיות ביקורתיים כלפי אחרים ו/או כלפי עצמם, ולא לקבל בקלות עזרה. חשוב להם
למצוא בני זוג שמעריכים את המסירות והאהבה שלהם, אך גם שיעזרו להם
להשתחרר מעט מהצורך בשליטה ויוכלו לדאוג גם לעצמם.`,
    workAcareer: `בתחום הקריירה, אנשי ה6 הם נותני השירות, האחריות, הדאגה לזולת וקלאסיים
ביכולת שלהם לטפל באחרים. הם אנשים שמצטיינים בתפקידים שדורשים אחריות
חברתית, אכפתיות ויכולת להשפיע לטובה על חייהם של אחרים. הם פורחים
בסביבות עבודה שנותנות להם תחושת מטרה ומשמעות, שבהן הם יכולים לתרום
לקהילה ולסייע לאנשים.
)רופאים, אחיות, מטפלים,מורים, יועצים חינוכיים, גננות, עובדים סוציאליים, יועצי
נישואין ומשפחה, מעצבי פנים, אדריכלים ,וטרינרים, מגדלי חיות,מנהלי קהילה, מנהלי
רווחה(.`,
  },
  7: {
    description: `7 מייצג עולם פנימי עמוק, חקירה, התבוננות, חכמה, מיסטיקה, אינטואיציה, חיפוש אחר
אמת וידע, רוחניות ולמידה.
זו האנרגיה של מחפש האמת – מי שלא מסתפק רק במה שרואים על פני השטח. אנשים
שנחשבים ל"חכמים השקטים" של עולם המספרים.
זהו מספר שכולו סביב המסע פנימה, לא החוצה. לכן ה7 נחשבים לבעלי אישיות
מסתורית, אינטליגנטית ומופנמת.`,
    positiveDescription: [
      `חיפוש אמת וידע: יש להם דחף עמוק לחקור, ללמוד ולחשוף את האמת שמאחורי הדברים.
אלה אנשים שלא מקבלים דברים כמובנים מאליהם ותמיד יחפשו את ההיגיון והמשמעות
העמוקה יותר.`,
      `אינטואיציה ורוחניות: יש להם אינטואיציה חזקה ויכולת להתחבר לממדים רוחניים או
נסתרים. הם לעיתים קרובות נמשכים למיסטיקה, פילוסופיה ותחומים שלא ניתנים להסבר
רציונלי בלבד.`,
      `התבוננות פנימית ובדידות: הם זקוקים לזמן לבד כדי להטעין מצברים ולעבד את
מחשבותיהם. התבודדות חשובה להם להתפתחות האישית ולחיבור עם עולמם הפנימי.`,
      `אנליטיות וביקורתיות: הם בעלי יכולת ניתוח גבוהה, חושבים לעומק ומפרקים דברים
לגורמים. יכולת זו הופכת אותם לאנשים עם יכולת ביקורתית, הן כלפי עצמם והן כלפי
אחרים, במובן של חתירה לדיוק ושלמות.
`,
      `פרפקציוניזם וסטנדרטים גבוהים: הם שואפים לשלמות בכל מה שהם נוגעים ועושים
בחיים. יש להם סטנדרטים גבוהים מאוד, לעיתים קרובות בלתי אפשריים להשגה, מה שיכול
להוביל לתסכול.`,
    ],
    negativeDesription: [
      `נטייה לריחוק רגשי, ציניות וחשדנות. הנטייה להתבודדות וההתמקדות
בלוגיקה ובהגיון של הדברים עלולה ליצור ריחוק רגשי מאחרים. אנשי ה7 עלולים
להיתפס כציניים, מרוחקים או חשדנים, ועלולים להתקשות לבטוח באחרים
ולפתוח את ליבם`,
    ],
    womanDestiption: `נשות ה7 הן נשים עצמאיות, אינטואיטיביות, מסתוריות ובעלות חוכמה פנימית עמוקה. הן לא
נגררות אחרי העדר ופועלות לפי האינטואיציה החזקה שלהן. יש להן עולם פנימי עשיר, והן
מעדיפות קשרים מעטים אך עמוקים על פני חוג חברתי רחב ושטחי. הן יכולות להיות מאוד
מחוברות לרוחניות,מיסטיקה, לטבע או לתחומי עניין ייחודיים. לעיתים הן עלולות להיתפס
כמרוחקות או לא נגישות, אך זה נובע מהצורך העמוק שלהן בפרטיות ובשקט נפשי.`,
    menDecription: `גברי ה7 נוטים להיות אינטלקטואלים, מופנמים ובעלי עולם פנימי עשיר. הם מעדיפים
לבלות זמן לבד עם ספרים, מחשבות ומחקר, על פני אירועים חברתיים המוניים. הם שואלים
שאלות עמוקות, ומחפשים משמעויות ומהות בכל דבר. הם יכולים להיתפס כטיפוסים חכמים
אך קרים, עם קושי מסוים בביטוי רגשות. הם זקוקים לספייס אישי ומעריכים אצל אחרים
כנות, דיוק ואינטליגנציה.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, 7 חייבים בני זוג שיבינו ויכבדו את הצורך שלהם במרחב אישי,
בהתבוננות פנימית ובחיפוש אחר משמעות עמוקה. הם מחפשים קשר שמבוסס על
הבנה הדדית, כבוד הדדי ותקשורת פורייה ואינטלקטואלית.`,
    whyShouldDate: `נאמנים מאוד, מעניקים תחושת עומק ואינטליגנציה לקשר, ויכולים להיות אנשי שיחה
מרתקים. הם יתמכו בצמיחה הרוחנית והאישית של בן הזוג שלהם וישאפו לקשר בעל
משמעות עמוקה.`,
    whyNoShouldDate: `הנטייה שלהם לריחוק רגשי ולקושי לבטא רגשות יכולה ליצור תחושת בדידות וריחוק אצל בני
הזוג. הם עלולים להיראות מנותקים או לא מעורבים רגשית. חשוב שימצאו בני זוג שיוכלו
להכיל את צורך שלהם בפרטיות, שיתנו להם ספייס, אך גם יעזרו להם להיפתח רגשית
ולהתחבר ברמה עמוקה יותר.`,
    workAcareer: `בתחום הקריירה, אנשי 7 מצטיינים בכל מה שקשור לבמחקר, ניתוח, התמחות ויכולת
לעבוד וללמוד באופן עצמאי. אלה אנשים שמצטיינים בתפקידים שדורשים חשיבה
אנליטית, חקירה יסודית, דיוק ומומחיות. הם אוהבים ללמוד, לחקור ולצבור ידע מעמיק
בתחום מסוים. הם פחות יתאימו לסביבות עבודה רועשות או כאלו הדורשות הרבה
אינטראקציה חברתית שטחית.
)חוקרים, מדענים, פרופסורים, אקדמאים, אנליסטים, סטטיסטיקאים, פילוסופים, סופרים,
עורכים, בלשים, חוקרי פרטיים, מומחים בתחומי נישה ,רופאים(.`,
  },

  8: {
    description: `8 בנומרולוגיה הוא מספר שמסמל כוח, סמכות, שפע, הצלחה חומרית, הישגיות וניהול. ה8
מייצגים את האנרגיה של ההגשמה, של האיזון בין הרוח לחומר, והמימוש של הפוטנציאל
בעולם הפיזי. אנשי ה8 נחשבים לבעלי אישיות עוצמתית, שאפתנית, הישגיות ובעלי יכולת
ביצוע ופרקטיות גבוהה.`,
    positiveDescription: [
      `כוח וסמכות: אנשים עם יכולת לנהל, לשלוט ולהנהיג. ה8 בד"כ בעלי נוכחות חזקה,
כריזמה טבעית ורצון להשפיע. הם לא חוששים לקחת אחריות ולהוביל.`,
      `שפע והצלחה חומרית: קיים אצלם דחף חזק להצלחה כלכלית וחומרית. הם מבינים
את חשיבות הכסף והמשאבים, ויודעים כיצד לרכוש אותם ולנהל אותם ביעילות.
`,
      `הישגיות ואמביציה: הם שאפתניים ביותר, ממוקדים במטרותיהם ובעלי נחישות
אדירה להשיג אותן. הם מציבים לעצמם יעדים גבוהים ועובדים קשה מאוד כדי להגיע
אליהם.`,
      `ארגון וניהול: יש להם כישרון טבעי לארגן, לתכנן ולנהל מערכות מורכבות, בין אם זה
עסק, פרויקט גדול או משפחה. הם רואים את התמונה הגדולה ויודעים כיצד להוציא
לפועל תוכניות בצורה יעילה.`,
      ` איזון וצדק: למרות שהם ממוקדים בחומר, יש לספרה 8 גם צד רוחני עמוק של צדק,
איזון וקרמה. הם מאמינים בעשייה הוגנת ובתמורה הולמת`,
    ],
    negativeDesription: [
      `לעיתים גם שתלטנות, נוקשות וחומרנות יתרה. הצורך של ה8 בשליטה ובהצלחה
עלול להפוך לשתלטנות, לחוסר סבלנות ולנוקשות. הם עלולים להיתפס כקרים,
חומרניים או חסרי רגישות, ולהתמקד יתר על המידה בהישגים חיצוניים על חשבון
הקשרים האישיים ומערכות היחסים בחייהם`,
    ],
    womanDestiption: `נשות ה8 הן לרוב עוצמתיות, אסרטיביות ומנהיגות בעצמן. נשים שלא מפחדות ללכת
נגד הזרם ולהתחרות גם בעולם הגברי. הן שאפתניות, יעילות, ויכולות לג'נגל בין
משק בית וקריירה מצליחה בו זמנית. הן בעלות יכולת ארגונית מדהימה ורואות את
התמונה הכוללת. לעיתים הן עלולות להיתפס כשתלטניות או קשוחות, אך זה נובע
מהרצון שלהן לשלמות ומהיכולת שלהן להוביל באמת. הן מצליחות לאזן בין הצורך
בהישגים לבין הצורך במשפחה.`,
    menDecription: `גברי ה 8 נוטים להיות מנהיגים טבעיים, שאפתנים ומוצלחים בתחום העסקי. הם בעלי דרייב
אדיר להשיג מטרות, להצליח כלכלית ולבנות אימפריות. הם כריזמטיים, נחושים, ולא
מפחדים לקחת סיכונים מחושבים. הם רוצים לראות תוצאות בשטח, ועלולים להיות
ביקורתיים כלפי מי שנתפס בעיניהם כלא יעיל או לא פרודוקטיבי. הם מחוברים לכוח
וסמכות, ונוטים לקבל החלטות במהירות.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, 8 הם בני זוג חזקים, מספקים ובעלי יכולת לדאוג ליציבות הבית גם
חומרית וגם רוחנית. הם מחפשים קשר שבו יש כבוד הדדי, שותפות והכרה בהישגים.`,
    whyShouldDate: `הם נאמנים, מגנים, ומוכנים להשקיע המון כדי להבטיח את רווחת בני הזוג והמשפחה
שלהם. הם פרקטיים, יעילים, ויידעו כיצד לנהל את ענייני הבית והכספים בצורה טובה. הם
שאפתניים וידחפו גם את בני הזוג שלהם להצלחה`,
    whyNoShouldDate: `הנטייה של ה8 לשלוט ולהתמקד בהישגים והצלחות עלולה להעיק. הם עלולים להיות
ביקורתיים, חסרי סבלנות, או להזניח את הצד הרגשי של הקשר לטובת הצד החומרי.
חשוב שימצאו בני זוג שמעריכים את הכוח, היציבות וההישגיות שלהם, אך גם ידעו
לתקשר איתם את הצורך באינטימיות רגשית ובשחרור מלחצי ההצלחה`,
    workAcareer: `לאנשי ה 8 יש יכולת ניהולית גבוהה, מנהיגות טבעית, יזמות ונטייה מולדת להצלחה
עסקית. אלה אנשים שמצטיינים בתפקידים הדורשים קבלת החלטות, אחריות על
תקציבים גדולים, ניהול צוותים ויכולת להוביל פרויקטים רחבי היקף. הם מונעים
מהצורך להשאיר חותם ולהצליח בגדול.
)מנכ"לים, מנהלים בכירים, יזמים,בנקאים, מנהלי השקעות, יועצים פיננסיים, קבלנים,
מפתחי נדל"ן, עורכי דין ,אנשי צבא בכירים, קצינים, מפיקים(.`,
  },

  9: {
    description: `ה9 הוא האחרון בסדרת מספרי הבסיס )1-9( ולכן הוא גם מסכם, סוגר ונחשב למספר
שמחבר בין השמיים לארץ, הרוח והחומר.
ה9 מסמל את הרוח, השירות, הנתינה, האידיאלים הגבוהים, ואת התודעה האוניברסלית.
אנשי ה9 נחשבים להומניטריים, מלאי חמלה, רוחניים, נדיבים, סובלנים ואידיאליסטים.`,
    positiveDescription: [
      `הומניטריות וחמלה: ה9 מסמלים את הצורך העמוק לעזור לאחרים, לדאוג
לחלשים בחברה ולפעול למען עולם טוב יותר. יש להם חמלה רבה והם
מזדהים עם סבלם של אחרים.`,
      `אוניברסליות וראייה רחבה: הם רואים את התמונה הכוללת ופחות מתמקדים
בפרטים הקטנים. יש להם הבנה עמוקה של טבע האדם והיכולת לראות את
המכנה המשותף בין בני אדם שונים.`,
      ` נדיבות והקרבה עצמית: הם נדיבים מאוד, הן בזמנם, הן באנרגיה והן
במשאבים. הם מוכנים להקריב את עצמם למען מטרה גדולה מהם, ולעיתים
מזניחים את צרכיהם האישיים למען הכלל.`,
      ` סיום מחזוריות וחוכמה: הספרה 9 היא הספרה האחרונה במחזור הבסיסי,
ולכן היא מסמלת סיומים, השלמה וצבירת חוכמת חיים מניסיון עשיר. הם
לעיתים קרובות נתפסים כ"נשמות ותיקות".`,
      `כריזמה והשפעה: למרות נטייתם לשירות, יש להם כריזמה טבעית ויכולת
להשפיע על אחרים. הם מעוררי השראה ויכולים לסחוף אחריהם קהל למען
מטרות נעלות.`,
    ],
    negativeDesription: [
      `ה9 יכולים להיות לפעמים לא פרקטיים,עם נטיה להתפזרות ולאיבוד גבולות: לעיתים,
הנטייה לאידיאליזם ולדאגה לכלל יכולה להוביל לחוסר מעשיות, קושי להתמקד
במשימות יומיומיות, ונטייה לאבד את הגבולות בין העצמי לאחרים. הם עלולים לסבול
משחיקה או ניצול אם אינם לומדים לדאוג גם לעצמם.`,
    ],
    womanDestiption: `נשות ה 9 הן אמפתיות, נדיבות ובעלות לב רחב. הן מוכנות לעשות המון למען
משפחתן, קהילתן וכל מי שזקוק לעזרה. יש להן אינטואיציה חזקה ויכולת להבין את
המצוקה של האחר. הן יכולות להיות פעילות חברתיות, מתנדבות מסורות ובעלות
חוש צדק מפותח. לעיתים הן עלולות להזניח את צרכיהן האישיים או להיכנס
למערכות יחסים שאינן משרתות אותן, בשל נטייתן להקרבה עצמית ולראות את הטוב
באחרים.`,
    menDecription: `גברי ה 9 נוטים להיות אידיאליסטים, הומניטריים ובעלי רצון חזק לשנות את העולם
לטובה. הם לרוב יהיו המנהיגים החברתיים, פעילים בתנועות למען צדק או שוויון,
ויהיו מוכנים להילחם על עקרונותיהם. הם כריזמטיים, מרתקים, ובעלי סיפורי חיים
עשירים. לעיתים הם יכולים להיתפס כחולמניים או כלא מחוברים למציאות היומיומית,
אך כוונותיהם תמיד טהורות ונובעות ממקום של חמלה עמוקה`,
    relationshipsAPartnershipsDes: `ה9 הם בני זוג אוהבים, חומלים ותומכים, ששואפים לקשר בעל משמעות עמוקה.
הם מחפשים שותפים שמעריכים את האידיאלים שלהם ומוכנים לתמוך בהם ולגבות
אותם במאמציהם לשנות את העולם.`,
    whyShouldDate: `הם מביאים לקשר חמלה, הבנה עמוקה, אהבה ללא תנאי ותחושה של מטרה
משותפת. הם נאמנים מאוד ומאוד סלחניים. הם יתמכו ויגבו את בני זוגם בכל מצב
ויספקו אוזן קשבת.`,
    whyNoShouldDate: `הנטייה שלהם להקרבה עצמית והתפזרות עלולה להוביל לחוסר התמקדות בקשר
עצמו. הם עלולים להיתפס כפחות מחוברים ל"כאן ועכשיו" או כמי שמתקשים להציב
גבולות מול בני זוגם. חשוב שימצאו בני זוג שמעריכים ורואים את הרוחב לב שלהם
ואת הנדיבות שלהם, אך גם יעזרו להם להתקרקע, לדאוג לצרכיהם האישיים ולא
לאבד את עצמם בקשר`,
    workAcareer: `בקריירה, אנשי ה9 יצטיינו בנתינת שירות גלובאלי, בהשפעה חיובית, הומניטריות
וראייה רחבה של הארגון שהם נמצאים בו. הם אנשים שמצטיינים בתפקידים שבהם
הם יכולים לתרום לחברה, להשפיע על חייהם של אחרים או לעבוד למען מטרות
נעלות. הם פורחים בסביבות עבודה המאפשרות להם להביא לידי ביטוי את ערכיהם
ואת תחושת השליחות שלהם.
עובדים סוציאליים, יועצים, מטפלים: עזרה לזולת, חמלה ומתן תמיכה.
)מורים, מרצים, מנהלי מוסדות חינוך,פעילים חברתיים, פוליטיקאים,
דיפלומטים,רופאים, אחיות,אמנים, מוזיקאים, סופרים, מנהיגים רוחניים, מנהלי
עמותות(.`,
  },

  11: {
    description: `11 בנומרולוגיה נחשב ללא סתם מספר, אלא מספר מאסטר.
11 מדבר על מודעות גבוהה, אינטואיציה עמוקה, השראה, הארה, יכולת רוחנית גבוהה
ואתגרים משמעותיים. אנשי ה11 הם שילוב של אנרגיית הספרה 1 )מנהיגות, עצמאות,
התחלות( מועצמת בכפליים, יחד עם השפעת הספרה 2 )שיתוף פעולה, רגישות, איזון,
הרמוניה( אליה היא מצטמצמת. אנשי ה11 נחשבים לבעלי פוטנציאל עצום להשפיע על
העולם, אך גם מתמודדים עם לחצים ומתחים פנימיים רבים.`,
    positiveDescription: [
      `אינטואיציה והשראה גבוהה: 11 הם צינור לאינטואיציה חזקה מאוד. אלה אנשים
שמקבלים תובנות והשראה ממקורות גבוהים יותר, לעיתים קרובות באופן פתאומי. יש
להם "ידיעה פנימית" לגבי דברים.`,
      `מודעות רוחנית והארה: הם בעלי מודעות רוחנית מפותחת, מחפשים משמעות
עמוקה בחיים ונמשכים לתחומים מיסטיים, פילוסופיים או רוחניים. יש להם פוטנציאל
להארה אישית ולהיות מורי דרך רוחניים לאחרים.`,
      `פוטנציאל למנהיגות רוחנית והשראה: יש להם את היכולת להוביל, לא דרך כוחנות,
אלא דרך השראה, דרך דוגמה אישית ותקשורת רגישה. הם יכולים להיות מורים
רוחניים, יועצים או מרפאים עוצמתיים.`,
    ],
    negativeDesription: [
      `רגישות יתר ועצבנות: בגלל הקליטה המוגברת שלהם לאנרגיות ומידע, הם נוטים
להיות רגישים מאוד לסביבה, לעיתים עד כדי עצבנות, חרדה או תחושת הצפה. הם
קולטים רגשות של אחרים בקלות רבה.
`,
      `חולמנות וקושי במימוש: 11 עלולים להיות חולמניים מדי או לפחד לממש את הפוטנציאל
העצום שלהם.`,
      ` קונפליקטים פנימיים ואתגרים: מספר מאסטר מביא איתו אחריות אבל גם אתגרים
גדולים. אנשים אלה מתמודדים עם קונפליקטים בין השאיפות הרוחניות הגבוהות
שלהם לבין המציאות היומיומית, ובין הצורך בעצמאות )1( לבין הצורך בשיתוף פעולה
)2(. הם עלולים לחוות עליות ומורדות דרמטיות.`,
    ],
    womanDestiption: `נשות ה11 הן לרוב אינטואיטיביות, בעלות נוכחות עוצמתית אך עדינה, ורגישות במיוחד. הן יכולות
להיות "מגנט" לאנשים, אך גם להרגיש מוצפות מאנרגיות הסביבה. הן בעלות יכולת לרפא, מיסטיות,
יודעת לייעץ ולהעניק השראה דרך האינטואיציה והאמפתיה שלהן. הן נאבקות לעיתים קרובות עם
חרדה או תחושת אי הבנה, בשל עומקן הפנימי והרגישות המוגברת. הן מחפשות קשרים
משמעותיים ומעוררי השראה.`,
    menDecription: `גברי ה11 נוטים להיות בעלי חזון, כריזמטיים אך גם מופנמים. הם נוטים להיות מנהיגים שקטים או
מורים מעוררי השראה. הם נאבקים לעיתים קרובות עם הצד הרגיש והאינטואיטיבי שלהם, בניסיון
לאזן אותו עם הצורך במנהיגות ובהשפעה. הם יכולים להיתפס כמסתוריים מאוד, עמוקים או כאלו
שחוו קשיים משמעותיים בחייהם. ההתמודדות עם הרגישות הגבוהה והלחצים הפנימיים היא אתגר
מרכזי עבורם.`,
    relationshipsAPartnershipsDes: `במערכות יחסים, אנשי ה11 זקוקים לבני זוג בעלי הבנה עמוקה, סבלנות ותמיכה בדרכם הרוחנית
והאישית. הם מחפשים קשר מאוד מעמיק וסולדים משטחיות, קשר שמאפשר להם צמיחה הדדית,
תמיכה ברגישותם ומרחב לביטוי עצמי`,
    whyShouldDate: `הם מביאים לקשר עומק רוחני מרתק, אינטואיציה, הבנה עמוקה, ואהבה שחוצה
גבולות. הם נאמנים, מסורים, ומוכנים להתפתח יחד עם בני זוגם. הם יכולים להיות
שותפים מעוררי השראה.`,
    whyNoShouldDate: `בשל הרגישות הגבוהה שלהם, הם עלולים להיפגע בקלות, לחוש חרדה, או להיות
בלתי יציבים רגשית. הקונפליקט בין העצמאות הטבעית שלהם )1( לתלות והזוגיות
)2( יכול לבוא לידי ביטוי בקשר. הם עלולים להיות קשים להבנה או להרגיש בודדים
גם כשהם בזוגיות. חשוב שימצאו בני זוג יציבים, מאוזנים ובעלי יכולת הכלה גבוהה,
שיעריכו את ייחודם ויסייעו להם לקרקע את עצמם`,
    workAcareer: `בתחום הקריירה, 11 בעלי פוטנציאל עצום להשפעה והשראה, לרוב בתחומים
שקשורים לרוחניות, יצירה או עזרה לזולת. אנשים אלה מצטיינים בתפקידים הדורשים
אינטואיציה, ראייה חדשנית, יכולת להניע אנשים והעברת מסרים עמוקים. הם לא
יתאימו לעבודות שגרתיות, מונוטוניות או כאלו שאינן מאפשרות ביטוי ליכולותיהם
הרוחניות והיצירתיות. )מנהיגים רוחניים, מורים רוחניים, מטפלים הוליסטיים, אמנים,
מוזיקאים, סופרים, משוררים,יועצים, פסיכולוגים,מדענים, חוקרים ,מרצים, פעילים
חברתיים, מובילי דעה(.`,
  },

  22: {
    description: `מספר מאסטר עוצמתי ונדיר ביותר, הנחשב ל"בונה האולטימטיבי". היא מסמלת יכולת
אדירה להגשמה חומרית ורוחנית בקנה מידה גדול, שליחות גלובלית, ארגון והוצאה לפועל
של פרויקטים עצומים, ושילוב של חזון גבוה עם יכולת מעשית. היא מהווה שילוב של אנרגיית
הספרה 2 )שיתוף פעולה, הרמוניה, רגישות( מועצמת בכפליים, יחד עם השפעת הספרה 4
)יציבות, סדר, עבודה קשה( אליה היא מצטמצמת. אנשי ה22 ניחנים בפוטנציאל עצום לשנות
את העולם, אך גם מתמודדים עם לחצים אדירים.`,
    positiveDescription: [
      `בונה אולטימטיבי והגשמה: אנשי ה22 בעלי יכולת לתרגם חלומות ורעיונות גדולים
למציאות פיזית. זהו מספר של בנייה, הקמה והוצאה לפועל של פרויקטים שאפתניים, לרוב
כאלו שישפיעו על רבים.`,
      `חזון גלובלי ומעשיות: הם בעלי חזון רחב וראייה בינלאומית, אך בניגוד לספרה 11 שנוטה
להיות חולמנית, הספרה 22 מאפשרת לקרקע את החזון הזה ולהוציאו לפועל בצורה
מסודרת ומאורגנת.`,
      `כוח וסמכות )בשימוש חיובי(: בדומה לספרה ,8 ל22- יש יכולת מנהיגות וכוח, אך מטרתם
היא לרוב לשרת מטרה גדולה יותר, להקים מבנים חיוביים שישפיעו לטובה על האנושות.`,
      `משמעת עצמית ועבודה קשה: הם בעלי משמעת ברזל, נחישות ועמידות. הם מבינים את
חשיבות העבודה הקשה וההתמדה כדי להשיג את מטרותיהם העצומות.`,
      `רגישות, אמפתיה ואחריות: מכיוון שהם מכילים בתוכם את אנרגיית ה,2- קיים בהם גם צד
של רגישות, אמפתיה ואחריות עמוקה כלפי הכלל. הם רוצים לבנות עולם טוב יותר עבור
כולם.`,
      `יכולת להשפיע בקנה מידה גדול: יש להם את הפוטנציאל להפוך למנהיגים בעלי שם עולמי,
מייסדים של מוסדות גדולים, או יוזמי פרויקטים שישנו את פני החברה.`,
    ],
    negativeDesription: [
      `לחץ ואתגרים אדירים: מספר מאסטר 22 מביא איתו גם אתגרים גדולים. הציפיות שלהם
מעצמם ומאחרים גבוהות מאוד, והם עלולים לחוש תחת לחץ מתמיד לממש את הפוטנציאל
העצום שלהם. כישלונות יכולים להחוות בצורה מאוד קשה עבורם.`,
    ],
    womanDestiption: `נשים עוצמתיות, חכמות, ובעלות יכולת להשפיע רבות על סביבתן ועל העולם. הן יכולות לנהל
ארגונים גדולים, לייסד תנועות חברתיות, או להיות אמהות ורעיות שתומכות ומעצימות את משפחתן
בקנה מידה רחב. הן משלבות את האינטואיציה והרגישות )2( עם יכולת ביצוע מדהימה ואחריות )4(.
לעיתים הן עלולות לחוש עומס ולחץ כבדים, אך הן מחויבות למטרותיהן ופועלות בנחישות.`,
    menDecription: `גברי ה22 נוטים להיות מנהיגים בוני-על, בעלי יכולת ארגונית מבריקה וחזון שחוצה גבולות. הם
יכולים להיות יזמים של חברות ענק, מנהיגי מדינות או מנהלי פרויקטים בינלאומיים. הם משלבים
אינטליגנציה עסקית חדה עם רגישות אנושית. הם מוכנים לעבוד ללא לאות כדי להגשים את
מטרותיהם. לעיתים הם יכולים להיתפס כשתלטנים או פרפקציוניסטים, אך זה נובע מהרצון שלהם
לשלמות ומההבנה העמוקה שלהם את גודל המשימה.`,
    relationshipsAPartnershipsDes: `במערכות יחסים,אנשי ה22 זקוקים לבני זוג שיבינו את גודל השליחות שלהם בעולם
ויקבלו את המסירות שלהם לפרויקטים גדולים. הם מחפשים שותפים שמעריכים את
חזונם, תומכים בשאיפותיהם ומוכנים להיות חלק מהמסע.`,
    whyShouldDate: `הם נאמנים, יציבים, מספקים ביטחון אדיר ויהיו פרטנרים חזקים לבניית חיים משותפים
ומשגשגים. הם יציבו סטנדרטים גבוהים לקשר וישאפו תמיד לבנות משפחה או מערכת
יחסים עם יסודות חזקים. הם יכולים להעניק תמיכה אדירה לבני זוגם ולעודד אותם
לצמוח ולממש את הפוטנציאל שלהם.`,
    whyNoShouldDate: `בגלל המיקוד החזק שלהם בהישגים ובפרויקטים גדולים, הם יכולים להזניח את הצד
הרגשי והאינטימי של הקשר. הם עלולים להיתפס כדרישתיים, נוקשים או עסוקים מדי.
הלחץ הפנימי שלהם יכול להשליך על הקשר. חשוב שימצאו בני זוג בעלי הבנה עמוקה,
סבלנות ומוכנות לתמוך בשאיפותיהם, אך גם שידעו לתקשר ולעזור להם לתקשר את
הצורך באינטימיות, איזון והתמקדות ברגשות.`,
    workAcareer: `בתחום הקריירה, 22 בעלי פוטנציאל עצום להצלחה והשפעה בקנה מידה בינלאומי, לרוב בתחומי
בנייה, ארגון וניהול פרויקטים מורכבים. הם אנשים שנועדו לבנות משהו גדול ומשמעותי. הם
מצטיינים בתפקידים הדורשים חזון, יכולת ארגונית, ניהול משאבים אדירים והוצאה לפועל של
תוכניות רחבות היקף.
יזמים, מנכ"לים של תאגידים רב-לאומיים: הקמת עסקים גדולים, ניהול מערכות מורכבות והשפעה
עולמית.
)פוליטיקאים, מנהיגי מדינות, דיפלומטים בכירים,אדריכלים, מתכנני ערים, מנהלי פרויקטי
תשתית ענקיים, פילנתרופים, מנהלי ארגונים ללא מטרות רווח בקנה מידה גדול,מדענים,
חוקרים, מנהלי מערכות גדולות(.`,
  },
};
