{
  "aries": {
    "sign": "טלה",
    "basicContent": "בני מזל טלה הם אנשים סוערים וכריזמטים, שלא יוותרו על שום הזדמנות לעמוד על שלהם. הם סקרנים מטבעם, משגעים את כולם ובליינד דייט זה לגמרי הקטע שלהם.",
    "locationOnMap": "הבית הראשון במפה האסטרולוגית נשלט על ידי מזל טלה ומייצג את כרטיס הביקור החברתי של האדם. מזל טלה מושפע ממזלות אריה וקשת, כמו גם מהכוכבים שמש וצדק. המזל עצמו שייך ליסוד האש ונשלט על-ידי כוכב מאדים (מארס) הקרוי על שמו של אל המלחמה הרומי ומבטא אנרגיה, אומץ לב, ראשוניות, יושר, יוזמה והסתערות על היעד.",
    "whoYouAre": "כמו קפה טורקי, גם אתם מעוררים, לוהטים ומתוקים. טיפוסים כריזמטיים, מלאי מרץ ושמחת חיים, אמיצים, ישרים וגלויי לב, ספונטניים, חסרי סבלנות וזקוקים להישגים מיידיים.",
    "howYouThinkAndTalk": "סגנון הדיבור שלכם מהיר וקופצני ואתם מדלגים מנושא לנושא בתזזיתיות מהנה. יש לכם כושר דיבור וכושר החלטה מהיר, אתם חסרי מנוחה, מחפשים תמיד אקשן ומתמסרים בהתלהבות לכל אתגר."
  },
  "taurus": {
    "sign": "שור",
    "basicContent": "בני מזל שור הם טיפוסים סבלנים ויציבים שאוהבים לפעול לפי שעון פנימי שלהם. אין טעם להלחיץ אותם כי זה לא יעזור, וממש לא כדאי לגעת להם בדברים.",
    "locationOnMap": "הבית השני במפה האסטרולוגית נשלט על ידי מזל שור ומייצג ענייני רכוש ונכסים. השור מושפע ממזלות בתולה וגדי, כמו גם מהכוכבים מרקורי ושבתאי. המזל עצמו שייך ליסוד האדמה ונשלט (בשותפות עם מזל מאזניים) על ידי כוכב נוגה, הלא היא ונוס, אלת היופי והאהבה, המקרינה חום, ידידות ויצירתיות.",
    "whoYouAre": "תתפלאו, אבל חוץ מעיקשות יש לשוורים עוד כמה תכונות בולטות. הם סבלנים, מתמידים, יציבים, אוהבים את החיים הטובים ונמשכים לאמנות ולאסתטיקה.",
    "howYouThinkAndTalk": "ניחנתם בחשיבה שקולה ומעשית. לפני כל החלטה אתם מתלבטים, אבל ברגע שהחלטתם, אין הרבה סיכוי לשנות את דעתכם. סגנון הדיבור שלכם מחושב ואתם חיים לפי המוטו 'שום דבר לא בוער ואין לאן למהר'."
  },
  "gemini": {
    "sign": "תאומים",
    "basicContent": "בני מזל תאומים מתקשרים עם כל דבר ועניין בסביבתם. הם קלילים וחופשיים אבל בכל הנוגע לעניינים שבלב - לא ממש מסוגלים לשמור על דיסקרטיות.",
    "locationOnMap": "הבית השלישי במפה האסטרולוגית נשלט על ידי מזל תאומים ומייצג חברים וידידים. מזל תאומים מושפע ממזלות מאזניים ודלי, כמו גם מהכוכבים נוגה ואוראנוס. המזל עצמו שייך ליסוד האוויר ונשלט, בשותפות עם הבתולות, על ידי כוכב חמה (מרקורי), שליח האלים, המייצג אינטליגנציה, קלילות, חוש הומור, קסם אישי וחוסר מנוחה.",
    "whoYouAre": "טיפוסים קלילים ותקשורתיים, בעלי קסם אישי וכישרון לשיווק ותקשורת. יש לכם כושר הבעה מצוין ולרוב אתם מרגישים צורך עז בתנועה ובנסיעות.",
    "howYouThinkAndTalk": "סגנון הדיבור שלכם מהיר ושוטף, וחשוב לכם להביע את דעתכם כאן ועכשיו. אתם מצליחים לשכנע אנשים בעזרת הקסם האישי שלכם, ויש לכם חוש ההומור מפותח וכישרון לספרות."
  },
  "cancer": {
    "sign": "סרטן",
    "basicContent": "בני מזל סרטן הם טיפוסים רגישים ויצירתיים, שרק חיבוק דובי ואוהב יגרום להם לצאת מהקונכייה. ושלא תעיזו לגרום להם לקנא.",
    "locationOnMap": "הבית הרביעי במפה האסטרולוגית נשלט על ידי מזל סרטן ומייצג משפחה וקרובים. מזל סרטן מושפע ממזלות עקרב ודגים, כמו גם מהכוכבים פלוטו ונפטון. המזל עצמו שייך ליסוד המים ונשלט על ידי הירח המסמל רגישות, אינטואיציה, ביישנות, ביתיות, שורשים ומשפחתיות.",
    "whoYouAre": "טיפוסים ביתיים ומשפחתיים שזקוקים לביטחון, מסגרת, חום ואהבה. ניחנתם ברגישות, זיכרון נפלא וכישרון מתמטי מעורר התפעלות.",
    "howYouThinkAndTalk": "יש לכם חשיבה רגשנית, חולמנית ויצירתית, ואתם נוטים להתרפק על זיכרונות העבר. סגנון הדיבור שלכם נעים, מתפנק ואיטי, ונשמע שאתם לא ממהרים לשום מקום."
  },
  "leo": {
    "sign": "אריה",
    "basicContent": "בני מזל אריה הם מנהיגים מלידה ותמיד קופצים בראש כדי להוביל את העדר. לא ממש משנה לאן הולכים, כל עוד יש בדרך דרמה, שואו ומחיאות כפיים סוערות.",
    "locationOnMap": "הבית החמישי במפה האסטרולוגית נשלט על ידי מזל אריה ומייצג בילויים ושעות פנאי. מזל אריה מושפע ממזלות קשת וטלה, כמו גם מהכוכבים צדק ומאדים.",
    "whoYouAre": "כמו מלך החיות, גם אתם אצילים, גאים, כריזמטיים, סמכותיים וזוהרים. יש לכם צורך בהכרה ובתשואות סוערות, וחשובה לכם מאוד מנהיגות וכבוד עצמי.",
    "howYouThinkAndTalk": "בגדול מאוד. אתם תמיד מובילים את העולם אחריכם, בסטייל דרמטי ותוך חלוקת עצות והוראות לכולם. סגנון הדיבור שלכם ישיר וסמכותי, כך שאין מצב שלא יבינו למה התכוונתם."
  },
  "virgo": {
    "sign": "בתולה",
    "basicContent": "בני מזל בתולה הם טיפוסים מסודרים, תכליתיים ומומחים גדולים בענייני תזונה ודיאטה. כיף להיות בחברתם כשהם מאוהבים, אבל אוי למסכן שייאלץ לבשר להם בשורות רעות בתחום הרומנטי.",
    "locationOnMap": "הבית השישי במפה האסטרולוגית נשלט על ידי מזל בתולה ומייצג ענייני בריאות ודיאטות. מזל בתולה מושפע ממזלות גדי ושור, כמו גם מהכוכבים שבתאי ונוגה. המזל עצמו שייך ליסוד האדמה ונשלט, בשותפות עם מזל תאומים, על ידי כוכב חמה (מרקורי), שליח האלים המייצג אינטליגנציה, קלילות, חוש הומור, קסם אישי וחוסר מנוחה.",
    "whoYouAre": "מבחוץ: טהורים, דייקנים, מסודרים, מאורגנים ונקיים. מבפנים: ביקורתיים, יציבים, מעשיים, יעילים ופרפקציוניסטים.",
    "howYouThinkAndTalk": "יש לכם חשיבה אנליטית, מחושבת ומסודרת ואתם מקדישים תשומת לב רבה גם לפרטים קטנים. אתם בוררים מראש כל מילה ומדברים בסגנון שנון והומוריסטי."
  },
  "libra": {
    "sign": "מזל מאזניים",
    "basicContent": "בני מזל מאזניים הם טיפוסים שקולים ושובי לב שכיף להקשיב להם. חוץ מזה, הם מסוגלים לשים את עצמם בנעליים אחרות ולרקוד איתם עד הבוקר. פלא שהם כל כך מבוקשים?",
    "locationOnMap": "הבית השביעי במפה האסטרולוגית נשלט על ידי מזל מאזניים ומייצג זוגיות ושותפויות. מזל מאזניים מושפע ממזלות דלי ותאומים, כמו גם מהכוכבים אוראנוס ומרקורי. המזל עצמו שייך ליסוד האוויר ונשלט, בשותפות עם מזל שור, על ידי כוכב נוגה (וונוס), אלת היופי והאהבה המקרינה חום, ידידות ויצירתיות.",
    "whoYouAre": "חביבים, אופטימיים, פייסנים, גמישים, רודפי שלום ובעלי יכולת לראות את הדברים גם מנקודת מבטו של הצד השני.",
    "howYouThinkAndTalk": "יש לכם חשיבה יצירתית, הרמונית שקולה ומאוזנת. אתם מצטיינים בחשיבה אובייקטיבית ומסוגלים להיות שקולים וניטרליים. סגנון הדיבור שלכם מתנגן והרמוני וכיף להקשיב לו."
  },
  "scorpio": {
    "sign": "עקרב",
    "basicContent": "בני מזל עקרב חזקים במסתורין ובדברים שהשתיקה יפה להם. הם אוהבים עצבים מתוחים, ריגושים חדשים ורומנטיקה. לא מפתיע, אם כך, שמדובר גם בחיות מיטה.",
    "locationOnMap": "הבית השמיני במפה האסטרולוגית נשלט על ידי מזל עקרב ומייצג רומנטיקה וחושניות. מזל עקרב מושפע ממזלות דגים וסרטן, כמו גם מהירח וכוכב נפטון. המזל עצמו שייך ליסוד המים ונשלט על ידי כוכב פלוטו הקרוי על שמו של אל מסתורי ומסמל התחדשות, כוח, חוכמה ורומנטיקה.",
    "whoYouAre": "רומנטיים, רגשנים, מסתוריים ובעלי כוח משיכה, עומק, חוכמה, יכולת התחדשות, פיקחות ותחכום.",
    "howYouThinkAndTalk": "החשיבה שלכם עמוקה, יסודית, מסתורית ונועזת. אתם מצטיינים בעוצמת ביטוי וכושר שכנוע והולכים עם עצמכם עד הסוף. סגנון הדיבור שלכם כריזמטי ודרמטי, אך כדאי לכם שים לב למסרים הסמויים שאתם אולי מעבירים באמצעותו."
  },

  "sagittarius": {
    "sign": "קשת",
    "basicContent": "בני מזל קשת הם אנשים של חוק וסדר. שום דבר לא חשוב להם כמו החופש שלהם, והם לא בדיוק מסתדרים עם מחויבות. אלא אם כן מדובר במחויבות לטיולים בחו\"ל.",
    "locationOnMap": "הבית התשיעי במפה האסטרולוגית נשלט על ידי מזל קשת ומייצג לימודים ונסיעות לחו\"ל. מזל קשת מושפע ממזלות טלה ואריה, כמו גם מהכוכבים מאדים ושמש. המזל עצמו שייך ליסוד האש ונשלט על ידי כוכב צדק (יופיטר) הקרוי על שמו של אל השמיים ומקרין עצמאות, חופש, מרחבים, ידע והשכלה.",
    "whoYouAre": "אתם הרפתקנים ואוהבים חופש, פתיחות, ידע, אינטלקטואליות, שנינות, ואהבה ללא גבולות.",
    "howYouThinkAndTalk": "ניחנתם בחשיבה פתוחה, אופטימית, חכמה ויצירתית. קיימת אצלכם נטייה להגיע להחלטה מהירה תוך כדי נטילת צ'אנסים ואתם בעל סגנון דיבור ישיר, ללא התפלספויות מיותרות."
  },

  "capricorn": {
    "sign": "גדי",
    "basicContent": "לבני מזל גדי יש שאיפות גדולות ומספיק עקשנות ורצינות כדי להשיג אותן. הם יציבים, נאמנים ושימו לב - מסוגלים להביא אותה בכריעת ברך ושליפת טבעת בכל רגע נתון.",
    "locationOnMap": "הבית העשירי במפה האסטרולוגית נשלט על ידי מזל גדי ומייצג שאפתנות וקריירה. מזל גדי מושפע ממזלות שור ובתולה, כמו גם מההכוכבים מרקורי ונוגה. המזל עצמו שייך ליסוד האדמה ונשלט על ידי כוכב שבתאי (סטורן), שמסמל שאפתנות, עוצמה, הישגיות, שמרנות, יציבות ונאמנות.",
    "whoYouAre": "אתם שאפתנים, עקביים ובעלי צורך עז בקריירה ובהישגים מרשימים. התכונות החזקות שלכם הן שמרנות, מסירות, עקשנות ואחריות.",
    "howYouThinkAndTalk": "יש לכם היגיון בריא, כושר ריכוז ואתם מפגינים חשיבה רצינית, אחראית, בוחנת ושקולה, גם אם מדובר בתחומים מופשטים. אתם בוחרים את מילותיכם בקפידה רבה ומדברים רק על מה שאתם מבינים ויודעים."
  },
  "aquarius": {
    "sign": "דלי",
    "basicContent": "בני מזל דלי הם הטיפוסים הכי חדשנים ומקוריים בגלגל המזלות. הם נהנים מעימותים, לא מהססים לעמוד על שלהם ופורצים את כל גבולות ההיגיון והדמיון.",
    "locationOnMap": "הבית האחד עשר במפה האסטרולוגית נשלט על ידי מזל דלי ומייצג פעילות למען החברה והקהילה. מזל דלי מושפע ממזלות תאומים ומאזניים, כמו גם מהכוכבים מרקורי ונוגה. המזל עצמו שייך ליסוד האוויר ונשלט על ידי כוכב אוראנוס העמוס במקוריות, תבונה, שנינות, אינטליגנציה גבוהה, חזון וברק.",
    "whoYouAre": "טיפוסים מקוריים וייחודיים שלא אוהבים ללכת בתלם. בעלי חשיבה מבריקה, יצירתיות ואינטליגנציה גבוהה.",
    "howYouThinkAndTalk": "דרך החשיבה שלכם יוצאת דופן, אתם מחפשים ריגושים ואין מצב שתסכימו עם רעיונות שגרתיים. מעבר לזה, ניחנתם בכושר דיבור ואתם יודעים לבחור במילים שמקפיצות את שומעיכם."
  },
  "pisces": {
    "sign": "דגים",
    "basicContent": "בני מזל דגים הם רומנטיקנים אמיתיים שנוטים להתאהב בכל דבר שזז. הם בני זוג מושלמים ופרטנרים נהדרים, אבל זיק אחד של קנאה וכל הרוח יוצאת להם מהקשקשים.",
    "locationOnMap": "הבית השניים-עשר במפה האסטרולוגית נשלט על ידי מזל דגים ומייצג נטיות אמנותיות. מזל דגים מושפע ממזלות סרטן ועקרב, כמו גם מהירח ומכוכב פלוטו. המזל עצמו שייך ליסוד המים ונשלט על ידי כוכב נפטון הקרוי על שמו של אל הים ומקרין רגשנות, יצירתיות, מופנמות, דמיון ואהבה.",
    "whoYouAre": "אתם בעלי נטייה לאמנות, יצירתיות, פגיעות, רגשנות, רגישות, ביישנות, מופנמות, רומנטיות וצורך תמידי באהבה.",
    "howYouThinkAndTalk": "יש לכם חשיבה רומנטית, יצירתית, רגשנית וסוחפת: אתם מחפשים אהבה, כמו גם תחומים המאפשרים ביטוי אמנותי. סגנון הדיבור שלכם רגשני וחולמני, ואתם מעניקים סטייל רומנטי גם למילים הפשוטות ביותר."
  }
}
