import { NavLink } from "react-router-dom";

function Accessibility() {
  return (
    <div className="d-flex flex-column justify-content-between align-items-center rtl w-75 m-auto p-3">
      <NavLink
        className="btn text-muted me-2 custom-bg-gold custom-purple-color mb-3"
        to={"/"}
      >
        חזור לאתר
      </NavLink>
      <h3>הצהרת נגישות</h3>
      <p>
        אנו רואים חשיבות רבה בהנגשת האתר לכלל המשתמשים, ובפרט לאנשים עם
        מוגבלויות. המטרה היא לאפשר חוויית גלישה נעימה, פשוטה ונוחה ככל האפשר לכל
        גולש, בהתאם לעקרונות הנגישות ברשת.
      </p>

      <h3>התאמות שבוצעו באתר</h3>
      <p>
        האתר עומד, ככל האפשר, בדרישות התקן הישראלי לנגישות תכנים באינטרנט (ת"י
        5568) וברמת AA של תקן WCAG 2.1. בין היתר בוצעו ההתאמות הבאות:{" "}
      </p>
      <ul>
        <li>ניווט מלא באמצעות מקלדת</li>
        <li>מבנה היררכי תקין של כותרות ותוכן</li>
        <li>טקסטים ברורים וניגודיות מספקת בין טקסט לרקע</li>
        <li>תיאור אלטרנטיבי לתמונות (alt)</li>
        <li>אפשרות להגדלת טקסט (באמצעות הדפדפן)</li>
        <li>רכיבי טופס נגישים</li>
      </ul>

      <h3>שימוש בתוכנות מסייעות</h3>
      <p>
        האתר נבדק עם תוכנות קוראות מסך כגון NVDA ונמצא נגיש במידה סבירה. אם
        נתקלתם בבעיה – נשמח לדעת ולשפר.
      </p>

      <h3>יצירת קשר בנושא נגישות</h3>
      <p>
        אם במהלך הגלישה באתר נתקלתם בקושי בנוגע לנגישות, אנא דווחו לנו ונעשה
        מאמצים לתקן זאת בהקדם.
      </p>

      <h3>הערה חשובה:</h3>
      <p>
        ההנגשה באתר עודנה בתהליך שיפור מתמיד. אנו רואים במשוב מהגולשים כלי חשוב
        לשיפור – נשמח לשמוע מכם.
      </p>
      <NavLink
        className="btn text-muted me-2 custom-bg-gold custom-purple-color"
        to={"/"}
      >
        חזור לאתר
      </NavLink>
    </div>
  );
}

export default Accessibility;
